Repository: mohamedellithy/woocommerce-api-charge-card
Catalog: languages/mintroute-ar (1).po
Languages: ar

source: Account Email
ar: الايميل الخاص بحسابك فى اللعبة

source: Account ID
ar: رقم الحساب

source: action
ar: المهام

source: Add More Fields
ar: اضافة حقل جديد

source: Available for reservation (pre-order)
ar: متاح للشراء و الشحن ( مسبقة الدفع )

source: avialable
ar: متاح للشحن

source: Choose Denomination
ar: اختيار الفئة

source: clear
ar: ازالة

source: Denimonation
ar: الفئة

source: Denimonation ID
ar: كود الفئة

source: Denimonation Price
ar: سعر الفئة

source: Denomination Id
ar: كود الفئة

source: Domenations
ar: الفئات

source: General Settings
ar: اعدادات عامة

source: Mintroute Card
ar: بطاقات mintroute

source: Mintroute Logs
ar: المتابعة mintroute

source: mintroute setting
ar: اعدادات mintroute

source: Mintroute Test Api
ar: اختبار خدمة mintroute

source: Mode
ar: الحالة

source: Not Available for reservation (pre-order)
ar: غير متوفر للشراء و الشحن ( مسبقة الدفع )

source: not avialable
ar: غير متوفر

source: Password
ar: كلمة المرور

source: Please write the Account Email of your Game account . The account must be global.
ar: من فصلك قم بكتابة الايميل الخاص بحسابك فى اللعبة

source: Please write the Account of your Game account . The account must be global.
ar: من فصلك قم بكتابة كود الحساب الخاص باللعبة

source: Please write the Account Zone of your Game account . The account must be global.
ar: من فصلك قم بكتابة كود و رقم المنطقة الخاصة بحسابك فى اللعبة

source: Production
ar: الحقيقي

source: Reset Logs
ar: اعادة ضبط المتابعة

source: Save Changes
ar: حفظ الاعدادات

source: Test
ar: اختبار

source: Top Up status
ar: حالة الشحن

source: Transaction Id
ar: رقم عملية الشحن

source: Type Card
ar: نوع بطاقة الشحن

source: Url
ar: الرابط

source: Username
ar: اسم المستخدم

source: Zone ID
ar: كود المنطقة

source: Zone ID :
ar: كود المنطقة
